Revit 2018 API
ExportLinetypeTable Properties
The ExportLinetypeTable type exposes the following members.
Properties
Name | Description
Count
 Count of the items contained in the collection.
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
Item
See Also
ExportLinetypeTable Class
Autodesk.Revit.DB Namespace